"Dismiss" = "Отклонить";
"You can remove items from Mover's table. They won't be deleted." = "Вы можете удалить все элементы, что находится на столе. Но все они останутся в телефоне.";
"Items you received are saved to their respective applications, and removing them from the table will not delete them from Pictures or Contacts." = "Те элементы, которые Вы получили, будут сохранены в соответствующих приложениях телефона. Но удаление элементов со стола Mover не удалить их из Фотографий или Котактов.";
